Repository: TonyMiloro/Pr-cticas-Preprofesionales
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: es_us

source: Had Zeng been promoted, he would have held the fifth-ranked position on the PBSC, the vice-presidency, and a CMC vice-chairmanship – precisely the positions Hu Jintao had held before becoming general secretary, and the signal would have been unmistakable. With Jiang’s retirement, and Zeng’s non-promotion, it was possible to speak of Hu as finally coming into his own – though the degree to which he can consolidate power will not be known until after the Seventeenth Party Congress in 2007.
es_us: De haber ascendido, Zeng habría podido mantener el quinto rango en el CPBPCC, la vicepresidencia y la vice dirección de la CMC; precisamente las posiciones que Hu Jintao había ocupado antes de volverse Secretario General y la señal habría sido inconfundible. Con el retiro de Jiang y el no ascenso de Zeng, se hizo posible afirmar que Hu tenía finalmente el control, aunque el grado en el cual podía consolidar dicho poder no sería conocido hasta el Séptimo Congreso Partidario en 2007.

source: Had he not done so, says Wang derisively, “today China would 50 See Yang Ping, “The Third Eye – Commenting on Seeing China through a Third Eye”; Sha Feng, “Ultraleftists within CCP Launch Comeback by Criticizing Five New Rightists”; and Tseng Hui-yen, “Looking at China with a Third Eye Reportedly Written by Pan Yue.” 51 Wang Shan [Luo yi ning ge er], Disanzhi yanjing kan Zhongguo, pp.
es_us: Si no lo hubiera hecho, dice Wang con sorna, “hoy China sería

source: Hastily written and published, the five young authors were taking advantage of the anti-American sentiment that had welled up in the wake of the 1995–6 Taiwan Straits crisis and the dispatch of two American carrier task forces to the area.
es_us: Los 5 autores del libro, el cual fue escrito y publicado en muy poco tiempo, estaban aprovechándose del sentimiento antiestadounidense que había surgido luego de la crisis del Estrecho de Taiwán entre 1995 y 1996, y del envió de dos transportes de unidad militar estadounidense a esa región.

source: Having escaped the “cultural hegemonism” of the West, China would not now accept Western values as its own.43
es_us: Al haber escapado del "hegemonismo cultural" de Occidente, ahora China no aceptaría los valores occidentales como propios43.

source: He also cited the 1988 elections, in which a number of candi- dates favored by the Party failed to be elected, to show that local interests were reducing the central government’s prerogatives with regard to the appointment of local personnel.
es_us: También citó las elecciones de 1988, en las que varios candidatos favorecidos por el Partido no fueron elegidos, para demostrar que los intereses locales estaban reduciendo las prerrogativas del gobierno central con respecto a la designación de personal local.

source: He also expounded his views in a lecture to provincial governors at the Central Party School in June.19
es_us: También expuso su postura en una conferencia para gobernadores en la Escuela Central del Partido Comunista en junio.19

source: He also linked domestic class struggle to international class struggle and emphasized that “the ideological arena is an important arena for the struggle between peaceful evolution and anti-peaceful evolution.” Moreover, with regard to economic policy, Jiang emphasized that “large- and medium-sized stateowned enterprises are the backbone strength of the socialist economy” and that “shaking public ownership of the means of production would shake the economic foundation of socialism and harm the fundamental interests of the whole people, to say nothing of socialism.”34 In short, it was a speech that, despite its bows in a reformist direction, clearly reflected conservative dominance over the overall ideological and policy agenda.
es_us: También relacionó la lucha nacional de clases con la lucha internacional de clases y subrayó que “el ámbito ideológico es importante para la lucha entre la evolución pacífica y la evolución no pacífica". Además, en relación con políticas económicas, Jiang remarcó que “grandes y medianas empresas públicasson el soporte principal de la economia socialista” y que “quitar la propiedad pública de los medios de producción afectaría la base económica del socialismo y dañaría los intereses básicos de todas las pesonas, sin mencionar los del socialismo”.34 En síntesis, fue un discurso que, a pesar de hacer ciertas menciones en una dirección reformista, claramente reflejaba la preponderancia conservadora sobre la agenda política e ideológica.

source: He also refused to make the self-criticism that was expected of him.
es_us: También se negó a realizar la autrocrítica que se esperaba de él.

source: He also urged his colleagues to be bolder and to take some risks.3 These remarks evidently caused Jiang Zemin to revise his speech to the Seventh Plenum to declare that it was necessary to persist unswervingly in reform and opening up.4 One report indicates that Jiang made opening remarks to the plenum – but, if so, they have not been publicized; his closing remarks do contain a section called “firmly persist in reform and enlarge the scope of opening up.”5
es_us: Además, instó a sus colegas a ser más audaces y a tomar más riesgos.3 Estas declaraciones evidentemente causaron que Jiang Zemin revisara su discurso durante el Séptimo Plenario para manifestar que era necesario persistir, sin vacilar, en la reforma y apertura.4 Un informe indica que Jiang dio un discurso inaugural en el Plenario; pero, si lo hizo, no se hizo público. Su discurso de clausura sí contiene una sección llamada “persistir firmemente en reformar y ampliar el alcance de la apertura.”5

source: He also urged supporting Germany in any disputes with the United States (suggesting that China should urge Germany to withdraw from NATO) and supporting Southeast Asia, lest America return to that region of the world and threaten China.
es_us: También instó a respaldar a Alemania en toda disputa con Estados Unidos (insinuando que Alemania debía retirarse de la OTAN) y al Sudeste Asiático por temor a que Estados Unidos regresara a aquella región y amenazara a China.

source: He argued that the successful experiences of the late industrializing nations proved that the central government has certain unique functions; not every- thing can be left to the whims of the market.Chen’s understanding of the role of the central government was also influenced by his view of China’s role in the world economy: whereas China should participate in the inter- national division of labor and economic exchange, at the same time, “China must develop as an economic great power that is not dependent on any other country or group of countries.” China’s developmental path cannot be like that of small countries; China must have a complete and fairly advanced industrial system.Market forces alone will never bring about such an economic system; the government should have a clear industrial policy and should direct scarce resources to strategic industries.
es_us: Argumentó que la experiencias exitosas de las naciones que se habían industrializado de manera tardía probaron que el gobierno central tiene ciertas funciones únicas; no todo puede quedar en el capricho del mercado.El conocimiento de Chen respecto al rol del gobierno central también estaba influenciado por su perspectiva del rol de China en la economía mundial: mientras que China debería paerticipar en la división internacional de trabajo y el intercambio económico, al mismo tiempo, "China debe desarrollarse como un gran poder económico que no sea dependiente de ningún otro país o grupo de países". El camino de desarrollo de China no puede ser similar al de los países pequeños; China debe tener un systema industrial completo y bastante avanzado.Las fuerzas de marcado por sí solas nunca traerán aparejadas un sistema económico semejante; el gobierno debería tener una política industrial clara y debería dirigir los escasos recursos a industrias estratégicas.

source: He argued that the world was headed toward unity, but that it could be united either under US domination or be integrated on the basis of “fairness, equal sovereignty, common interest, and cooperation.” If America succeeds in its global ambitions, he warned, “the world will enter into a dark and chaotic age.” The biggest obstacle to the realization of US ambitions is China.
es_us: He argumentaba que el mundo iba en camino hacia la unidad, pero que tal unidad podría darse bajo el dominio estadounidense o integrarse sobre la base de "igualdad, soberanía equitativa, interés común y cooperación". Si Estados Unidos logra alcanzar sus ambiciones a nivel mundial, "el mundo entrará en una era oscura y caótica", advirtió. El mayor obstáculo para que se concreten las ambiciones estadounidenses es China.

source: He calls himself a true son of the Chinese enlightenment,65 believing that China lacked the scientific tradition that informed Western philosophy and the democratic tradition that regulated state-society rela- tions in the West.66 In direct contrast to the New Left, Li argued that the goals of the May Fourth Movement, laid down 80 years ago, were never reached, so the spirit of the May Fourth Movement remains as important as ever.67 Moreover, he argued that the essence of the May Fourth enlight- enment tradition was liberalism and individualism.
es_us: Se llamaba a sí mismo un verdadero hijo del progresismo chino, 65 y creía que china carecía de la tradición científica que sostenía la filosofía occidental y de la tradición demócrata que regulaba las relación del estado con la sociedad en el occidente. 66 En directo contraste con la nueva izquierda, Li sostenía que los objetivos del Movimiento del Cuatro de Mayo, que comenzaron hace 80 años, nunca se alcanzaron, por lo tanto el espíritu del Movimiento del Cuatro de Mayo sigue manteniendo la importancia de siempre. 67 Además, sostiene que la esencia de la tradición progresista del Cuatro de Mayo fue el liberalismo y el individualismo.

source: He declared the need to build a "resource-saving and environment-friendly society." Such calls are consis- tent with the policies Hu and Wen have been articulating in recent years, but implementing policies based on these goals with be difficult.
es_us: Además, manifestó la necesidad de construir "una sociedad que proteja los recursos y el medioambiente". Las peticiones son consistentes con las políticas que Hu y Wen han planteado en los ultimos años, aunque implementar políticas que se basen en estos objetivos será muy dificil.

source: He declares that “[a] society without faith is in danger”60 and argues that the Dengist reforms have progressively eroded Maoist ideology until there is nothing left to inspire people and unify the nation:61
es_us: quien declara que "[una] sociedad sin fe se encuentra en peligro”60 Y sostiene, además, que las reformas Dengistas han disminuido la ideología Maoista de forma progresiva a tal punto que no quede nada ni nadie que inspire a la población y unifique la nación:61

source: He entered Shanghai’s East Normal University during the Cultural Revolution as a “worker-peasant-soldier student” in i974.
es_us: Entró a la Universidad Normal del Este de China en Shangai durante la Revolución Cultural como un "estudiante trabajador-campesino-soldado" en 1974.

source: He firmly rejected the ideas of deficit financing and expansionary monetary policy that were then closely associated with the name of Keynes, but he praised Keynes for “pointing out in clear-cut terms that the function of macroeconomic quantitative regulation and control can only be performed by the government, not the market mechanism.” He praised Milton Friedman for his emphasis on monetary control but rejected hislaissez-faireeconomic philosophy.
es_us: Rechazó con firmeza las ideas de financiación del déficit y de la política monetaria expansionaria que estaban fuertemente asociadas a Keynes, pero también lo elogió por "haber señalado en términos claros que el control y la regulación macroeconómica cuantitativa sólo puede ser llevada a cabo por el gobierno, no el mecanismo del mercado". Elogió a Milton Friedman por su enfasis en el control monetario, pero rechazó su filosofía económica liberalista.

source: He had indeed used provincial officials to undermine the draft of the Eighth Five-Year Plan and then to publicize and promote his own thought, and he had laid the foundation of a later breakthrough by promoting Zhu Rongji and giving him an institutional base from which to compete with Li Peng.
es_us: De hecho había utilizado funcionarios provinciales para debilitar el boceto del Octavo Plan Quinquenal y luego para publicitar y promover sus propias ideas, y había extendido la base de un descubrimiento posterior apoyando a Zhu Rongji y dándole una base institucional con la que pudiera competir con Li Peng

source: He quoted Hu Shi, one of the founders of the May Fourth Movement, as follows: "Now, there are some people who tell you, 'Sacrifice your individual freedom and strive for the freedom of the country!' I say to them, 'Fighting for your individ- ual freedom is fighting for freedom for the country!
es_us: Él cita a uno de los fundadores del Movimiento del Cuatro de Mayo, de la siguiente manera: “Si bien hay algunas personas que te dicen, ¡Sacrifica tu libertad individual y lucha por la libertad del país!”, yo les contesto, “¡Pelear por tu libertad individual es pelear por la libertad del país!

source: He rejected pressure exerted by the Old Left, opened up the intellectual and political atmosphere modestly but significantly, and dealt skillfully with personnel issues at the Fifteenth Party Congress.
es_us: rechazó la presión ejercida por la vieja izquierda le dio apertura a la atmósfera intelectual y política con moderación, pero de manera significativa, y enfrentó con habilidad los asuntos que surgieron en el decimoquinto Congreso del Partido Comunista.

source: He returned to ﬁnd the “cultural fever” of the 1980s in full bloom, and found himself deeply opposed to the cultural cosmopolitanism it expressed.
es_us: Al regresar se encontró con la "fiebre cultural" de los 80 floreciente y se dio cuenta de que estaba profundamente en contra del cosmopolitanismo que expresaba.

source: He stated further that many contemporary American scholars of China were trained by the military in order to “understand the enemy,” ignoring the many China scholars who courageously opposed US policy toward China in the years after World War Two.
es_us: Además expuso que muchos de los eruditos contemporáneos estadounidenses de China fueron entrenados por el ejército para "entender al enemigo", ignorando a muchos de los eruditos chinos que valientemente se opusieron a la política que Estados Unidos adoptó con respecto a China en los años siguientes a la Segunda Guerra Mundial.

source: He was anxious to emphasize the distinction Deng had drawn in 1989 between two types of reform, one that upheld the four cardinal princi- ples and the other that “restored capitalism”: the former was correct, whereas the latter is what had led to the collapse of socialism in Eastern Europe and the Soviet Union.
es_us: Estaba ansioso por poner énfasis en la distinción que Deng había establecido en 1989 entre dos tipos de reforma: una que defendía los cuatro principios cardinales y otra que “restauraba el capitalismo”. La primera era correcta, mientras que la segunda había ocasionado el colapso del socialismo en Europa Oriental y en la Unión Soviética.

source: He was appointed Minister of the Electronics Industry in June 1983.
es_us: Se lo nombró como Ministro de la Industria Electrónica en junio de 1983..

source: He was thus acceptable to the leading ﬁgures in the Party, and that in itself was an important qualiﬁcation for leadership.
es_us: Por consiguiente, él era considerado aceptable para las figuras destacadas en el Partido, y eso se lo consideraba como una característica importante para el liderazgo.

source: He did so by never directly challenging Jiang’s legacy, preferring instead to
es_us: Hu nunca desafió directamente el legado de Jiang, en cambio prefirió reformularlo.

source: Health Minister Zhang Wenkang and Beijing
es_us: El ministro de salud Zhang Wenkang y el prefecto de Pekín,

source: Heart-to-Heart Talks with the General
es_us: Publicación de Heart-to-Heart Talks with the General Secretary (Charla franca con el Secretario General)

source: Hence Wang is not content with calling for political democracy (in which capitalist rela-tions predominate) but argues further that political democracy must be coupled with economic
es_us: Por lo tanto, Wang no está conforme con

source: Hence, Wang is interested in political culture: how the turbulent history of twentieth- century China has led to an uneasy overlapping of traditional, modern, and post-1949 cultural concerns; and how the political system might play a role in shaping a modern political culture that will support reform.
es_us: Por consiguiente, Wang está interesado en la cultura política: como la turbulenta historia de China en el siglo veinte ha llevado a una superposición de intereses tradicionales, modernos y culturales post-1949; y como el sistema político puede tener un papel crucial al momento de darle forma a la cultura política moderna que apoyará a la reforma.

source: Hence, they opposed much of what Zhu was trying to do.
es_us: Por lo tanto, se oponían a mucho de lo que Zhu intentaba hacer.

source: Here the author also considers social trends and how Chinese citizens are starting to have a significant influence on government policies.
es_us: El autor también considera las corrientes sociales y la forma en que los ciudadanos chinos empiezan a ejercer una influencia significativa en las políticas gubernamentales.

source: Here, we turn our attention back to high politics and particularly to the process through which Jiang Zemin consolidated his authority.
es_us: En este caso, nos enfocamos en la alta política y particularmente en el proceso a través del cual Jiang Zemin consolidó su autoridad.

source: He’s criticism of late 1980s cultural liberalism was part of a broader turn against the “cultural fever” that had dominated the latter part of that decade.
es_us: La crítica de He hacia el liberalismo cultural de fines de los años 80 formaba parte de un giro más amplio en contra de la "fiebre cultural" que ejerció dominio sobre la segunda mitad de esa década.

source: His foreign policy advisers – National Security Adviser Samuel Berger and Secretary of State Madeline Albright, along with United States Trade Representative (USTR) Charlene Barshefsky – favored clinching a deal that was better for American business than any had dared hope for only a few months earlier.
es_us: Sus consejeros en política externa (el consejero en seguridad nacional Samuel Berger y la secretaria de estado Madeline Albright junto con la representante de comercio de Estados Unidos (USTR) Charlene Barsgefsky) preferían cerrar un acuerdo que era mejor para el comercio estadounidense de lo que cualquiera se hubiera atrevido a pedir solo unos meses atrás.

source: His military thought was now an “important part” of the Three Represents, which previously had no military component. “Jiang Zemin’s thinking on national defense and army building,” according to CMC Vice Chairman Guo Boxiong, “is
es_us: Sus ideas militares eran ahora una “parte importante” de la Triple Representatividad, que anteriormente no contaba con un componente militar. “El pensamiento de Jiang Zemin sobre el desarrollo de la defensa nacional y del ejército”, según el vicepresidente del CMC Guo Boxiong,

source: His southern tour, his harsh rhetoric, and his
es_us: Su viaje por el sur, su severa retórica, y su

source: Hong Kong is returned to China
es_us: Hong Kong es devuelta a China

source: How does one explain this change?
es_us: ¿Cómo se explica este cambio?

source: How much is left?
es_us: ¿Cuánto nos queda?

source: How political systems respond depends on a variety of factors, including the perceived threat that socioeconomic changes pose to the political system as well as to individual leaders within that system.
es_us: Cómo responde un sistema político depende de una variedad de factores que incluyen el riesgo percibido que suponen estos cambios socioeconómicos no solo para el sistema político sino también para los líderes individuales dentro de este sistema.

source: How should it channel, suppress, or incorporate the demands that increasingly emanated from this changing society?
es_us: ¿Cómo deberían canalizar, reprimir o incorporar las exigencias, que eran cada vez más numerosas, y provenían de ésta sociedad cambiante?

source: However superficial these discussions may have been, they clearly saw themselves as lying within the May Fourth enlightenment tradition, and they provided a cosmopolitanism that helped support the political relationship being forged with the West as well as reformers within the Party.
es_us: Aunque estas discusiones hayan sido superficiales, es claro que se consideraban parte de la tradición de la ilustración del Cuatro de Mayo, ya que contribuían con un cosmopolitismo que apoyaba la relación política que se estaba forjando entre el Occidente así como también con los reformistas dentro del partido.

source: However, Clinton’s domestic advisers – Treasury Secretary Robert Rubin, National Economic Council head Gene Sperling, and domestic political adviser John Podesta – argued that if there were no guaranteed protections for labor unions and industries that competed directly with their Chinese counterparts then Congress would vote to kill the deal, and that would be worse for US–China relations than no agreement at all.
es_us: Sin embargo, los consejeros de Clinton en política interna (el ministro de finanzas Robert Rubin, el director del Consejo Nacional de Economía Gene Sperling y el consejero en política interna John Podesta) sostuvieron que, si no se garantizaban las protecciones para los sindicatos e industrias que competían directamente con sus equivalentes chinos, el Congreso votaría por poner fin al trato, lo que sería más perjudicial para las relaciones entre EE. UU. y China que si no se llegara a ningún acuerdo directamente.

source: However, before his remarks could be published in the People’s Daily, conservatives edited them to fit their agenda.57 The term “market economy” would not reappear until Deng’s trip to the Shenzhen Special Economic Zone (SEZ) in January 1992.
es_us: Sin embargo, ante de que sus declaraciones pudieran ser publicadas en el diario People´s Daily, los conservadores las editaron para su beneficio.57. El término "economía de mercado" no resurgiría hasta el viaje de Deng a la zona económica especial de Shenzhen (ZEE) en enero de 1992.

source: However, by the 1990s this was no longer the case, as intellectuals became marginalized by the changes in social values that accompanied the growth of the economy.12 Similarly, Wang Hui, editor of the country’s most influential intellectual journal Dushu (Reading), wrote that “[i]ntellectuals in the 1980s thought of themselves as cultural heroes and persons of foresight (xianzhi), but intellectuals in the 1990s are struggling to find a new way of adapting.
es_us: Sin embargo, en la década de los 90, esa ya no era la situación, ya que los intelectuales se convirtieron en marginados debido a los cambios en los valores sociales que acompañaron el crecimiento de la economía12. Del mismo modo, Wang Hui, editor de la revista intelectual más influyente del país Dushu (Reading), escribió que “los [i]ntelectuales en la década de los 80 se creían héroes culturales y personas con visión (xianzhi), pero los intelectuales en la década del 90 están intentando encontrar la forma de adaptarse.
